Repository: jimregan/citizens-information-raw
Catalog: en-ro/www.citizensinformation.ie/ro/travel_and_recreation/vehicle_standards/lighting_of_bicycles_in_ireland.html.txt.tmx
Source language: en
Languages: ro

source: Lighting of bicycles in Ireland
ro: Iluminarea bicicletelor în Irlanda

source: If you wish to use a bicycle on a public road in Ireland, your bicycle must be fitted with certain reflectors and lamps to ensure that other road users will see you
ro: Dacă doriţi să utilizaţi o bicicletă pe un drum public din Irlanda, bicicleta dumneavoastră trebuie să fie echipată cu anumite reflectoare şi faruri pentru a vă asigura că ceilalţi participanţi la trafic vă vor vedea

source: All bicycles used on public roads are required to comply with the Road Traffic (Lighting of Vehicles) Regulations 1963 as amended
ro: Toate bicicletele utilizate pe drumurile publice din Irlanda trebuie să se supună Reglementărilor privind Traficul Rutier (Iluminarea Vehiculelor), din 1963-2009 (cum a fost modificată)

source: This law sets down the type of reflectors and lamps that your bicycle must be fitted with and when you must use your bicycle lamps
ro: Această lege stipulează tipul de reflectoare şi faruri cu care trebuie să fie echipată bicicleta dumneavoastră, când trebuie să utilizaţi farul de bicicletă

source: Every year in Ireland, many cyclists are hurt, seriously injured or killed as a result of improper lighting on their bicycles
ro: În fiecare an în Irlanda mulţi biciclişti sunt răniţi, accidentaţi grav sau îşi pierd viaţa ca urmare a iluminării necorespunzătoare a bicicletelor lor

source: Rights to demand name and address of cyclists
ro: Drepturile de a solicita numele şi adresa bicicliştilor

source: Under Section 108 of the Road Traffic Act 1961 as amended, a member of An Garda Síochána (Irish police force) may demand your name, address and date of birth if they suspect you have committed any crime or offence
ro: În baza Secţiunii 108 din Legea privind Traficul Rutier din 1970 (cum a fost modificată), un membru al An Garda Síochána (forţei de poliţie irlandeze) vă poate solicita numele, adresa și data nașterii dacă suspectează că aţi comis o infracţiune sau o contravenţie

source: They may also demand your name, address and date of birth if they suspect you have been involved in a collision or caused injury to property or someone else
ro: Ei vă pot solicita, de asemenea, numele, adresa și data nașterii dacă suspectează că aţi fost implicat într-o coliziune sau aţi deteriorat un bun sau rănit pe cineva

source: If you fail to give your name, address or date of birth, or give a false name, address or date of birth, the Garda may retain your bicycle until they are satisfied as to your identity
ro: Dacă refuzaţi să vă daţi numele, adresa sau data nașterii, sau daţi un nume, adresă sau data nașterii false, Garda vă poate reţine bicicleta până când sunt lămuriţi cu privire la identitatea dumneavoastră

source: All bicycles used on public roads in Ireland must at all times display a rear reflector
ro: Toate bicicletele utilizate pe drumurile publice din Irlanda trebuie să fie prevăzute în permanenţă cu un reflector posterior

source: A rear reflector means a red reflector that can be plainly seen for a distance of 99 meters (325 feet) to the rear when the headlights of a vehicle shine directly on it
ro: Un reflector posterior înseamnă un reflector roşu care poate fi văzut clar de la o distanţă de 99 metri (325 picioare) în spate atunci când farurile unui vehicul îl luminează direct

source: The only exception to this rule is on a child's bicycle where that bicycle is used during the daytime
ro: Unica excepţie la această regulă o consituie bicicleta unui copil în cazul în care acea bicicletă este utilizată în timpul zilei

source: During "lighting-up time", that is, the period beginning half an hour after sunset and ending half an hour before sunrise on the following morning, all cyclists are required to have fitted (and make use of) the following lighting on their bicycles:
ro: În "perioada de iluminare", adică perioada care începe la jumătate de oră după apus şi se încheie cu jumătate de oră înainte de răsăritul soarelui în dimineaţa următoare, toţi bicicliştii trebuie să aibă instalate pe bicicletele lor (şi să utilizeze) următoarele dispozitive de iluminare:

source: A front lamp means a lamp that is fitted to a non-mechanically propelled vehicle showing to the front a white or yellow light that is visible for a reasonable distance
ro: Un far anterior este un far care este fixat pe un vehicul cu propulsie nemecanică care emite în faţă o lumină albă sau galbenă, care este vizibilă la o distanţă rezonabilă

source: A rear lamp is a lamp that is fitted to the rear of your bicycle and when it is lit, showing a red light that is visible for a reasonable distance
ro: Un far posterior este un far care este fixat în partea posterioară a bicicletei dumneavoastră şi care emite, când este aprins, o lumină roşie care trebuie să fie vizibilă de la o distanţă rezonabilă

source: Under SI 487 of 2009, since 14 December 2009 it is legal to use flashing front and rear lamps
ro: Sub SI 487 din 2009, începând cu 14 decembrie 2009, ea este legal de a utiliza intermitentă față și intermitentă lămpi spate

source: Lamps do not need to be lit when stopped in traffic or when a person wheels the bicycle on foot as near as is possible to the left-hand edge of the road
ro: Farurile nu trebuie să fie aprinse când sunteţi oprit în trafic sau când o persoană merge pe lângă bicicletă şi o împinge, cât mai aproape posibil de marginea stângă a drumului

source: Failure to use proper lighting on a bicycle is an offence
ro: Neutilizarea de iluminare corespunzătoare pe bicicletă constituie contravenţie

source: If you are stopped by a member of the Gardai, the Garda may take your name and address, details about your bicycle and the time and date of the offence
ro: Dacă sunteţi oprit(ă) de către un membru al Gardai, Garda vă poate nota numele şi adresa, detalii cu privire la bicicleta dumneavoastră şi ora şi data contravenţiei

source: You may be given a caution or you may be issued with a summons to appear in court
ro: Vi se poate da un avertisment sau vi se poate emite o citaţie de a compărea în justiţie

source: Most bicycles sold in shops today are already fitted with appropriate reflectors as standard
ro: Majoritatea bicicletelor vândute în magazine astăzi sunt deja echipate cu reflectoare corespunzătoare standardului

source: You can purchase bicycle lamps and/or reflectors at any reputable bicycle shop
ro: Puteţi achiziţiona faruri de bicicletă şi/sau reflectoare de la orice magazin respectabil de biciclete

source: If you wish to use your bicycle on a public road in Ireland but are unsure about whether your bicycle conforms to the law, you should contact your nearest Garda station for further advice and information
ro: Dacă doriţi să vă utilizaţi bicicleta pe un drum public din Irlanda, dar nu sunteţi sigur(ă) dacă bicicleta dumneavoastră corespunde prevederilor legii, trebuie să contactaţi cea mai apropiată staţie de poliţie (Garda) pentru mai multe indicaţii şi informaţii
